Repository: codechieflee/lenster
Catalog: apps/web/src/locales/*/messages.po
Languages: kn

source: Be the first one to comment!
kn: ಕಾಮೆಂಟ್ ಮಾಡಲು ಮೊದಲಿಗರಾಗಿರಿ!

source: Failed to load comment feed
kn: ಕಾಮೆಂಟ್ ಫೀಡ್ ಅನ್ನು ಲೋಡ್ ಮಾಡಲು ವಿಫಲವಾಗಿದೆ

source: Hide more comments
kn: ಹೆಚ್ಚಿನ ಕಾಮೆಂಟ್‌ಗಳನ್ನು ಮರೆಮಾಡಿ

source: Show more comments
kn: ಹೆಚ್ಚಿನ ಕಾಮೆಂಟ್‌ಗಳನ್ನು ತೋರಿಸಿ

source: Add restrictions on who can view this post
kn: ಈ ಪೋಸ್ಟ್ ಅನ್ನು ಯಾರು ವೀಕ್ಷಿಸಬಹುದು ಎಂಬ ನಿರ್ಬಂಧಗಳನ್ನು ಸೇರಿಸಿ

source: Enable collect first to use collect based token gating
kn: ಸಂಗ್ರಹಣೆ ಆಧಾರಿತ ಟೋಕನ್ ಗೇಟಿಂಗ್ ಅನ್ನು ಬಳಸಲು ಮೊದಲು ಸಂಗ್ರಹಣೆಯನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ

source: Collectors can view
kn: ಸಂಗ್ರಾಹಕರು ವೀಕ್ಷಿಸಬಹುದು

source: People need to collect it first to be able to view it
kn: ಜನರು ಅದನ್ನು ವೀಕ್ಷಿಸಲು ಅದನ್ನು ಮೊದಲು ಸಂಗ್ರಹಿಸಬೇಕು

source: Followers can view
kn: ಅನುಯಾಯಿಗಳು ವೀಕ್ಷಿಸಬಹುದು

source: People need to follow you to be able to view it
kn: ಇದನ್ನು ವೀಕ್ಷಿಸಲು ಜನರು ನಿಮ್ಮನ್ನು ಅನುಸರಿಸಬೇಕು

source: Cancel
kn: ರದ್ದುಗೊಳಿಸು

source: Save
kn: ಉಳಿಸಿ

source: Access settings
kn: ಪ್ರವೇಶ ಸೆಟ್ಟಿಂಗ್‌ಗಳು

source: Add restrictions on who can view your content, and who can't. For instance - token gate your posts on the condition of owning specific NFTs or tokens.
kn: ನಿಮ್ಮ ವಿಷಯವನ್ನು ಯಾರು ವೀಕ್ಷಿಸಬಹುದು ಮತ್ತು ಯಾರು ಸಾಧ್ಯವಿಲ್ಲ ಎಂಬ ನಿರ್ಬಂಧಗಳನ್ನು ಸೇರಿಸಿ. ಉದಾಹರಣೆಗೆ - ನಿರ್ದಿಷ್ಟ NFT ಗಳು ಅಥವಾ ಟೋಕನ್ಗಳನ್ನು ಹೊಂದುವ ಷರತ್ತಿನ ಮೇಲೆ ನಿಮ್ಮ ಪೋಸ್ಟ್ಗಳನ್ನು ಟೋಕನ್ ಗೇಟ್ ಮಾಡಿ.

source: Exceeded max limit of 1 audio, or 1 video, or 4 images
kn: 1 ಆಡಿಯೊ, ಅಥವಾ 1 ವೀಡಿಯೊ ಅಥವಾ 4 ಚಿತ್ರಗಳ ಗರಿಷ್ಠ ಮಿತಿಯನ್ನು ಮೀರಿದೆ

source: File format not allowed.
kn: ಫೈಲ್ ಸ್ವರೂಪಕ್ಕೆ ಅನುಮತಿ ಇಲ್ಲ.

source: Something went wrong while uploading!
kn: ಸಂಸ್ಕರಿಸುವಲ್ಲಿ ಎನೋ ತೊಂದರೆಯಾಗಿದೆ!

source: Charge for collecting
kn: ಸಂಗ್ರಹಿಸಲು ಶುಲ್ಕ

source: Get paid whenever someone collects your post
kn: ಯಾರಾದರೂ ನಿಮ್ಮ ಪೋಸ್ಟ್ ಅನ್ನು ಸಂಗ್ರಹಿಸಿದಾಗ ಹಣ ಪಡೆಯಿರಿ

source: Price
kn: ಬೆಲೆ

source: Select Currency
kn: ಕರೆನ್ಸಿ ಆಯ್ಕೆ ಮಾಡಿ

source: Loading collect settings
kn: ಸಂಗ್ರಹಣೆ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ

source: Failed to load modules
kn: ಮಾಡ್ಯೂಲ್‌ಗಳನ್ನು ಲೋಡ್ ಮಾಡಲು ವಿಫಲವಾಗಿದೆ

source: This post can be collected
kn: ಈ ಪೋಸ್ಟ್ ಸಂಗ್ರಹಿಸಬಹುದು

source: Limited edition
kn: ಸೀಮಿತ ಆವೃತ್ತಿ

source: Make the collects exclusive
kn: ಸಂಗ್ರಹಣೆಗಳನ್ನು ಪ್ರತ್ಯೇಕವಾಗಿ ಮಾಡಿ

source: Collect limit
kn: ಮಿತಿಯನ್ನು ಸಂಗ್ರಹಿಸಿ

source: Who can collect
kn: ಯಾರು ಸಂಗ್ರಹಿಸಬಹುದು

source: Only followers can collect
kn: ಅನುಯಾಯಿಗಳು ಮಾತ್ರ ಸಂಗ್ರಹಿಸಬಹುದು

source: Mirror referral reward
kn: ಮಿರರ್ ರೆಫರಲ್ ಬಹುಮಾನ

source: Share your fee with people who amplify your content
kn: ನಿಮ್ಮ ವಿಷಯವನ್ನು ವರ್ಧಿಸುವ ಜನರೊಂದಿಗೆ ನಿಮ್ಮ ಶುಲ್ಕವನ್ನು ಹಂಚಿಕೊಳ್ಳಿ

source: Referral fee
kn: ಉಲ್ಲೇಖ ಶುಲ್ಕ

source: Split revenue
kn: ವಿಭಜಿತ ಆದಾಯ

source: Set multiple recipients for the collect fee
kn: ಸಂಗ್ರಹ ಶುಲ್ಕಕ್ಕಾಗಿ ಬಹು ಸ್ವೀಕೃತಕರ್ತರನ್ನು ಹೊಂದಿಸಿ

source: Splits cannot exceed 100%. Total: <0>{splitTotal}</0>%
kn: ವಿಭಜನೆಗಳು 100% ಮೀರುವಂತಿಲ್ಲ. ಒಟ್ಟು: <0>{splitTotal}</0>%

source: Duplicate recipient address found
kn: ನಕಲಿ ಸ್ವೀಕರಿಸುವವರ ವಿಳಾಸ ಕಂಡುಬಂದಿದೆ

source: Time limit
kn: ಸಮಯ ಮಿತಿ

source: Limit collecting to the first 24h
kn: ಮೊದಲ 24ಗಂಟೆಗೆ ಸಂಗ್ರಹಣೆಯನ್ನು ಮಿತಿಗೊಳಿಸಿ

source: Collect settings
kn: ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಸಂಗ್ರಹಿಸಿ

source: Search for GIFs
kn: GIF ಗಳಿಗಾಗಿ ಹುಡುಕಿ

source: No GIFs found.
kn: ಯಾವುದೇ ಜಿಐಎಫ್ ಗಳು ಕಂಡುಬಂದಿಲ್ಲ.

source: Loading GIFs
kn: ಜಿಐಎಫ್ ಗಳನ್ನು ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ

source: Select GIF
kn: GIF ಆಯ್ಕೆಮಾಡಿ

source: My follows
kn: ನನ್ನ ಅನುಯಾಯಿಗಳು

source: My followers
kn: ನನ್ನ ಅನುಯಾಯಿಗಳು

source: Friends of friends
kn: ಸ್ನೇಹಿತರ ಸ್ನೇಹಿತರು

source: Everyone
kn: ಎಲ್ಲರೂ

source: My followers can comment and mirror
kn: ನನ್ನ ಅನುಯಾಯಿಗಳು ಕಾಮೆಂಟ್ ಮಾಡಬಹುದು ಮತ್ತು ಪ್ರತಿಬಿಂಬಿಸಬಹುದು

source: My follows can comment and mirror
kn: ನನ್ನ ಅನುಯಾಯಿಗಳು ಕಾಮೆಂಟ್ ಮಾಡಬಹುದು ಮತ್ತು ಪ್ರತಿಬಿಂಬಿಸಬಹುದು

source: Friend of friends can comment and mirror
kn: ಸ್ನೇಹಿತರ ಸ್ನೇಹಿತರು ಕಾಮೆಂಟ್ ಮಾಡಬಹುದು ಮತ್ತು ಪ್ರತಿಬಿಂಬಿಸಬಹುದು

source: Everyone can comment and mirror
kn: ಪ್ರತಿಯೊಬ್ಬರೂ ಕಾಮೆಂಟ್ ಮಾಡಬಹುದು ಮತ್ತು ಪ್ರತಿಬಿಂಬಿಸಬಹುದು

source: Please choose either 1 video or up to 4 photos.
kn: ದಯವಿಟ್ಟು 1 ವೀಡಿಯೊ ಅಥವಾ 4 ಫೋಟೋಗಳನ್ನು ಆಯ್ಕೆಮಾಡಿ.

source: What's happening?
kn: ಏನು ನಡೆಯುತ್ತಿದೆ?

source: Transaction failed!
kn: ವಹಿವಾಟು ವಿಫಲವಾಗಿದೆ!

source: Comment
kn: ಕಾಮೆಂಟ್

source: Post
kn: ಪೋಸ್ಟ್

source: Create post
kn: ಪೋಸ್ಟ್ ರಚಿಸಿ

source: No posts yet!
kn: ಯಾವುದೇ ಪೋಸ್ಟ್ ಇಲ್ಲ!

source: Failed to load explore feed
kn: ಎಕ್ಸ್‌ಪ್ಲೋರ್ ಫೀಡ್ ಅನ್ನು ಲೋಡ್ ಮಾಡಲು ವಿಫಲವಾಗಿದೆ

source: All posts
kn: ಎಲ್ಲಾ ಪೋಸ್ಟ್‌ಗಳು

source: Text
kn: ಪಠ್ಯ

source: Video
kn: ದೃಶ್ಯ

source: Audio
kn: ಆಡಿಯೋ

source: Images
kn: ಚಿತ್ರಗಳು

source: For you
kn: ನಿಮಗಾಗಿ

source: Popular
kn: ಜನಪ್ರಿಯ

source: Trending
kn: ಟ್ರೆಂಡಿಂಗ್

source: Interesting
kn: ಆಸಕ್ತಿದಾಯಕ

source: Explore • {APP_NAME}
kn: ಅನ್ವೇಷಿಸಿ • {APP_NAME}

source: Upgrade your dispatcher to the latest version for better, faster, stronger signless transactions.
kn: ಉತ್ತಮ, ವೇಗವಾದ, ಬಲವಾದ ಸಂಕೇತರಹಿತ ವಹಿವಾಟುಗಳಿಗಾಗಿ ನಿಮ್ಮ ರವಾನೆದಾರರನ್ನು ಇತ್ತೀಚಿನ ಆವೃತ್ತಿಗೆ ಅಪ್‌ಗ್ರೇಡ್ ಮಾಡಿ.

source: You can enable dispatcher to interact with {APP_NAME} without signing any of your transactions.
kn: ನಿಮ್ಮ ಯಾವುದೇ ವಹಿವಾಟುಗಳಿಗೆ ಸಹಿ ಮಾಡದೆಯೇ {APP_NAME} ರೊಂದಿಗೆ ಸಂವಹನ ನಡೆಸಲು ನೀವು ರವಾನೆದಾರರನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಬಹುದು.

source: Signless Transactions Upgrade
kn: ಸಂಕೇತರಹಿತ ವಹಿವಾಟುಗಳನ್ನು ನವೀಕರಿಸಿ

source: Signless Transactions
kn: ಸಂಕೇತರಹಿತ ವಹಿವಾಟುಗಳು

source: Direct messages are here!
kn: ನೇರ ಸಂದೇಶಗಳು ಇಲ್ಲಿವೆ!

source: Activate XMTP to start using Lenster to send end-to-end encrypted DMs to frens.
kn: ಫ್ರೆನ್ಸ್‌ಗೆ ಎಂಡ್-ಟು-ಎಂಡ್ ಎನ್‌ಕ್ರಿಪ್ಟ್ ಮಾಡಿದ ಡಿಎಂಗಳನ್ನು ಕಳುಹಿಸಲು ಲೆನ್‌ಸ್ಟರ್ ಅನ್ನು ಬಳಸುವುದನ್ನು ಪ್ರಾರಂಭಿಸಲು XMTP ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ.

source: Enable DMs
kn: ಡಿಎಂಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ

source: Filter
kn: ಫಿಲ್ಟರ್

source: Show Posts
kn: ಪೋಸ್ಟ್‌ಗಳನ್ನು ತೋರಿಸಿ

source: Show Mirrors
kn: ಕನ್ನಡಿಗಳನ್ನು ತೋರಿಸಿ

source: Show Likes
kn: ಇಷ್ಟಗಳನ್ನು ತೋರಿಸಿ

source: Timeline
kn: ಸಮಯಾವಧಿ

source: Highlights
kn: ಮುಖ್ಯಾಂಶಗಳು

source: Welcome to {APP_NAME} 👋
kn: {APP_NAME} 👋 ಗೆ ಸುಸ್ವಾಗತ

source: Failed to load highlights
kn: ಮುಖ್ಯಾಂಶಗಳನ್ನು ಲೋಡ್ ಮಾಡಲು ವಿಫಲವಾಗಿದೆ

source: Who to follow
kn: ಯಾರು ಅನುಸರಿಸಬೇಕು

source: No recommendations!
kn: ಯಾವುದೇ ಶಿಫಾರಸುಗಳಿಲ್ಲ!

source: Failed to load recommendations
kn: ಅಧಿಸೂಚನೆಗಳನ್ನು ಲೋಡ್ ಮಾಡಲು ವಿಫಲವಾಗಿದೆ

source: Show more
kn: ಹೆಚ್ಚು ತೋರಿಸು

source: Suggested for you
kn: ನಿಮಗಾಗಿ ಸೂಚಿಸಲಾಗಿದೆ

source: My Feed
kn: ನನ್ನ ಫೀಡ್

source: 👀 See the feed through...
kn: 👀 ಫೀಡ್ ಮೂಲಕ ನೋಡಿ...

source: Search
kn: ಹುಡುಕು

source: Reset filter to your own feed
kn: ನಿಮ್ಮ ಸ್ವಂತ ಫೀಡ್ ಗೆ ಫಿಲ್ಟರ್ ಮರುಹೊಂದಿಸಿ

source: Searching users
kn: ಬಳಕೆದಾರರನ್ನು ಹುಡುಕಲಾಗುತ್ತಿದೆ

source: No matching users
kn: ಹೊಂದುವ ಬಳಕೆದಾರರಿಲ್ಲ

source: Set default profile
kn: ಡೀಫಾಲ್ಟ್ ಪ್ರೊಫೈಲ್ ಅನ್ನು ಹೊಂದಿಸಿ

source: You own {count} {0} but you don't have a default one.
kn: ನೀವು {count} {0} ಅನ್ನು ಹೊಂದಿದ್ದೀರಿ ಆದರೆ ನೀವು ಡೀಫಾಲ್ಟ್ ಅನ್ನು ಹೊಂದಿಲ್ಲ.

source: Set default profile here
kn: ಡೀಫಾಲ್ಟ್ ಪ್ರೊಫೈಲ್ ಅನ್ನು ಇಲ್ಲಿ ಹೊಂದಿಸಿ

source: Setup your {APP_NAME} profile
kn: ನಿಮ್ಮ {APP_NAME} ಪ್ರೊಫೈಲ್ ಅನ್ನು ಹೊಂದಿಸಿ

source: Set profile name
kn: ಪ್ರೊಫೈಲ್ ಹೆಸರನ್ನು ಹೊಂದಿಸಿ

source: Set profile bio
kn: ಪ್ರೊಫೈಲ್ ಬಯೋ ಹೊಂದಿಸಿ

source: Set your avatar
kn: ನಿಮ್ಮ ಅವತಾರ್ ಹೊಂದಿಸಿ

source: Select profile interests
kn: ಪ್ರೊಫೈಲ್ ಆಸಕ್ತಿಗಳನ್ನು ಆಯ್ಕೆಮಾಡಿ

source: Update profile now
kn: ಪ್ರೊಫೈಲ್ ಅನ್ನು ಈಗ ನವೀಕರಿಸಿ

source: Loading suggested
kn: ಸಲಹೆಗಳನ್ನು ತುಂಬಲಾಗುತ್ತಿದೆ

source: Nothing to suggest
kn: ಸೂಚಿಸಲು ಏನೂ ಇಲ್ಲ

source: collected
kn: ಸಂಗ್ರಹಿಸಲಾಗಿದೆ

source: mirrored{0}
kn: ಪ್ರತಿಬಿಂಬಿಸಿದೆ{0}

source: commented{0}{1}
kn: ಕಾಮೆಂಟ್ ಮಾಡಲಾಗಿದೆ{0}{1}

source: collected{0}
kn: {0} ಸಂಗ್ರಹಿಸಲಾಗಿದೆ

source: liked
kn: ಇಷ್ಟವಾಯಿತು

source: mirrored
kn: ಪ್ರತಿಬಿಂಬಿಸಿದೆ

source: Failed to load timeline
kn: ಮುಖ್ಯಾಂಶಗಳನ್ನು ಲೋಡ್ ಮಾಡಲು ವಿಫಲವಾಗಿದೆ

source: Failed to load trending
kn: ಟ್ರೆಂಡಿಂಗ್ ಅನ್ನು ಲೋಡ್ ಮಾಡಲು ವಿಫಲವಾಗಿದೆ

source: {0} Publications
kn: {0} ಪ್ರಕಟಣೆಗಳು

source: Error sending message
kn: ಸಂದೇಶ ಕಳುಹಿಸುವಲ್ಲಿ ದೋಷ

source: Type Something
kn: ಏನನ್ನಾದರೂ ಟೈಪ್ ಮಾಡಿ

source: Send
kn: ಕಳುಹಿಸಿ

source: Loading messages
kn: ಸಂದೇಶಗಳನ್ನು ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ

source: This fren hasn't enabled DMs yet
kn: ಇದು ಇನ್ನೂ ಡಿಎಂಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿಲ್ಲ

source: You can't send them a message until they enable DMs.
kn: ಅವರು ಡಿಎಂಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸುವವರೆಗೆ ನೀವು ಅವರಿಗೆ ಸಂದೇಶವನ್ನು ಕಳುಹಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ.

source: This is the beginning of the conversation
kn: ಇದು ಸಂಭಾಷಣೆಯ ಪ್ರಾರಂಭವಾಗಿದೆ

source: Loading...
kn: ಲೋಡ್‌ಆಗುತ್ತಿದೆ...

source: Following
kn: ಅನುಸರಿಸುತ್ತಿದೆ

source: Requested
kn: ವಿನಂತಿಸಲಾಗಿದೆ

source: These conversations are from Lens profiles that you don't currently follow.
kn: ಈ ಸಂಭಾಷಣೆಗಳು ನೀವು ಪ್ರಸ್ತುತ ಅನುಸರಿಸದಿರುವ ಲೆನ್ಸ್ ಪ್ರೊಫೈಲ್‌ಗಳಿಂದ ಬಂದವು.

source: Loading conversations
kn: ಸಂಭಾಷಣೆಗಳನ್ನು ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ

source: Failed to load messages
kn: ಸಂದೇಶಗಳನ್ನು ಲೋಡ್ ಮಾಡಲು ವಿಫಲವಾಗಿದೆ

source: Start messaging your Lens frens
kn: ನಿಮ್ಮ ಲೆನ್ಸ್ ಫ್ರೆನ್ಸ್‌ಗೆ ಸಂದೇಶ ಕಳುಹಿಸಲು ಪ್ರಾರಂಭಿಸಿ

source: New message
kn: ಹೊಸ ಸಂದೇಶ

source: Search for someone to message...
kn: ಮೆಸೇಜ್ ಮಾಡಲು ಯಾರನ್ನಾದರೂ ಹುಡುಕಿ...

source: Select a conversation
kn: ಸಂವಾದವನ್ನು ಆಯ್ಕೆಮಾಡಿ

source: Choose an existing conversation or create a new one to start messaging
kn: ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ಸಂಭಾಷಣೆಯನ್ನು ಆರಿಸಿ ಅಥವಾ ಸಂದೇಶ ಕಳುಹಿಸುವಿಕೆಯನ್ನು ಪ್ರಾರಂಭಿಸಲು ಹೊಸದನ್ನು ರಚಿಸಿ

source: Messages • {APP_NAME}
kn: ಸಂದೇಶಗಳು • {APP_NAME}

source: Mod Center • {APP_NAME}
kn: ಮಾಡ್ ಸೆಂಟರ್ • {APP_NAME}

source: Refresh feed
kn: ಫೀಡ್ ತಾಜಾ ಮಾಡಿ

source: Publication filters
kn: ಪ್ರಕಟಣೆ ಶೋಧಕಗಳು

source: Posts
kn: ಪೋಸ್ಟ್‌ಗಳು

source: Comments
kn: ಕಾಮೆಂಟ್

source: Custom filters
kn: ಕಸ್ಟಮ್ ಶೋಧಕಗಳು

source: Gardeners
kn: ತೋಟಗಾರರು

source: doesn’t have any NFTs!
kn: ಯಾವುದೇ ಎನ್ಎಫ್ಟಿಗಳನ್ನು ಹೊಂದಿಲ್ಲ!

source: Failed to load nft feed
kn: ಕಾಮೆಂಟ್ ಫೀಡ್ ಅನ್ನು ಲೋಡ್ ಮಾಡಲು ವಿಫಲವಾಗಿದೆ

source: All notifications
kn: ಎಲ್ಲಾ ಅಧಿಸೂಚನೆಗಳು

source: Mentions
kn: ಉಲ್ಲೇಖಗಳು

source: Likes
kn: ಇಷ್ಟಗಳು

source: Collects
kn: ಸಂಗ್ರಹಿಸುತ್ತದೆ

source: Failed to load notifications
kn: ಅಧಿಸೂಚನೆಗಳನ್ನು ಲೋಡ್ ಮಾಡಲು ವಿಫಲವಾಗಿದೆ

source: Inbox zero!
kn: ಇನ್‌ಬಾಕ್ಸ್ ಶೂನ್ಯ!

source: Notification settings
kn: ಅಧಿಸೂಚನೆ ಸೆಟ್ಟಿಂಗ್‌ಗಳು

source: Signal filter
kn: ಸಿಗ್ನಲ್ ಫಿಲ್ಟರ್

source: Turn on high-signal notification filter
kn: ಹೆಚ್ಚಿನ ಸಿಗ್ನಲ್ ಅಧಿಸೂಚನೆ ಫಿಲ್ಟರ್ ಅನ್ನು ಆನ್ ಮಾಡಿ

source: Collected for {0} {1}
kn: {0} {1} ಕ್ಕೆ ಸಂಗ್ರಹಿಸಲಾಗಿದೆ

source: <0><1/> collected your <2>comment</2></0>
kn: <0><1/>ನಿಮ್ಮ <2>ಕಾಮೆಂಟ್</2> ಸಂಗ್ರಹಿಸಲಾಗಿದೆ</0>

source: <0><1/> collected your <2>mirror</2></0>
kn: <0><1/>ನಿಮ್ಮ <2>ಕಾಮೆಂಟ್</2> ಸಂಗ್ರಹಿಸಲಾಗಿದೆ</0>

source: <0><1/> collected your <2>post</2></0>
kn: <0><1/>ನಿಮ್ಮ <2>ಕಾಮೆಂಟ್</2> ಸಂಗ್ರಹಿಸಲಾಗಿದೆ</0>

source: <0><1/> commented on your <2>comment</2></0>
kn: <0><1/>ನಿಮ್ಮ <2>ಕಾಮೆಂಟ್</2> ಸಂಗ್ರಹಿಸಲಾಗಿದೆ</0>

source: <0><1/> commented on your <2>mirror</2></0>
kn: <0><1/>ನಿಮ್ಮ <2>ಕಾಮೆಂಟ್</2> ಸಂಗ್ರಹಿಸಲಾಗಿದೆ</0>

source: <0><1/> commented on your <2>post</2></0>
kn: <0><1/>ನಿಮ್ಮ <2>ಕಾಮೆಂಟ್</2> ಸಂಗ್ರಹಿಸಲಾಗಿದೆ</0>

source: <0><1/> followed you</0>
kn: <0><1/>ನಿಮ್ಮನ್ನು ಹಿಂಬಾಲಿಸಿದರು</0>

source: <0><1/> super followed you</0>
kn: <0><1/>ನಿಮ್ಮನ್ನು ಹಿಂಬಾಲಿಸಿದರು</0>

source: <0><1/> liked your <2>comment</2></0>
kn: <0><1/> ನಿಮ್ಮ <2>ಕಾಮೆಂಟ್ ಅನ್ನು ಇಷ್ಟಪಟ್ಟಿದ್ದಾರೆ</2></0>

source: <0><1/> liked your <2>mirror</2></0>
kn: <0><1/>ನಿಮ್ಮ <2>ಕನ್ನಡಿಯನ್ನು</2> ಇಷ್ಟಪಟ್ಟಿದ್ದಾರೆ</0>

source: <0><1/> liked your <2>post</2></0>
kn: <0><1/> ನಿಮ್ಮ <2>ಪೋಸ್ಟ್ ಅನ್ನು ಇಷ್ಟಪಟ್ಟಿದ್ದಾರೆ</2></0>

source: <0><1/> mentioned you in a <2>comment</2></0>
kn: <0><1/><2>ಕಾಮೆಂಟ್ನಲ್ಲಿ</2> ನಿಮ್ಮನ್ನು ಉಲ್ಲೇಖಿಸಲಾಗಿದೆ</0>

source: <0><1/> mentioned you in a <2>mirror</2></0>
kn: <0><1/><2>ಕನ್ನಡಿಯಲ್ಲಿ</2> ನಿಮ್ಮನ್ನು ಉಲ್ಲೇಖಿಸಲಾಗಿದೆ</0>

source: <0><1/> mentioned you in a <2>post</2></0>
kn: <0><1/>ನಿಮ್ಮನ್ನು <2>ಪೋಸ್ಟ್ನಲ್ಲಿ</2> ಉಲ್ಲೇಖಿಸಲಾಗಿದೆ</0>

source: <0><1/> mirrored your <2>comment</2></0>
kn: <0><1/> ನಿಮ್ಮ <2>ಕಾಮೆಂಟ್ ಅನ್ನು ಪ್ರತಿಬಿಂಬಿಸಿದೆ</2></0>

source: <0><1/> mirrored your <2>mirror</2></0>
kn: <0><1/> ನಿಮ್ಮ <2>ಕನ್ನಡಿಯನ್ನು ಪ್ರತಿಬಿಂಬಿಸಿದೆ</2></0>

source: <0><1/> mirrored your <2>post</2></0>
kn: <0><1/> ನಿಮ್ಮ <2>ಪೋಸ್ಟ್ ಅನ್ನು ಪ್ರತಿಬಿಂಬಿಸಿದೆ</2></0>

source: Notifications • {APP_NAME}
kn: ಅಧಿಸೂಚನೆಗಳು • {APP_NAME}

source: Email is not valid
kn: ಇಮೇಲ್ ಮಾನ್ಯವಾಗಿಲ್ಲ

source: Subject should not be empty
kn: ವಿಷಯವು ಖಾಲಿಯಾಗಿರಬಾರದು

source: Subject should not exceed 260 characters
kn: ವಿಷಯವು 260 ಅಕ್ಷರಗಳನ್ನು ಮೀರಬಾರದು

source: Message should not be empty
kn: ಸಂದೇಶವು ಖಾಲಿಯಾಗಿರಬಾರದು

source: Message should not exceed 1000 characters
kn: ಸಂದೇಶವು 1000 ಅಕ್ಷರಗಳನ್ನು ಮೀರಬಾರದು

source: Contact • {APP_NAME}
kn: ಸಂಪರ್ಕಿಸಿ • {APP_NAME}

source: Contact {APP_NAME}
kn: ಸಂಪರ್ಕಿಸಿ • {APP_NAME}

source: Contact us to help you get the issue resolved.
kn: ಸಮಸ್ಯೆಯನ್ನು ಪರಿಹರಿಸಲು ನಿಮಗೆ ಸಹಾಯ ಮಾಡಲು ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ.

source: Your message has been sent!
kn: ನಿಮ್ಮ ಸಂದೇಶವನ್ನು ಕಳುಹಿಸಲಾಗಿದೆ!

source: Email
kn: ಇಮೇಲ್

source: Subject
kn: ವಿಷಯ

source: What happened?
kn: ಏನಾಯಿತು?

source: Message
kn: ಸಂದೇಶ

source: How can we help?
kn: ನಾವು ಹೇಗೆ ಸಹಾಯ ಮಾಡಬಹುದು?

source: Submit
kn: ಸಲ್ಲಿಸು

source: Privacy Policy • {APP_NAME}
kn: ಗೌಪ್ಯತಾ ನೀತಿ • {APP_NAME}

source: Updated {updatedAt}
kn: ನವೀಕರಿಸಲಾಗಿದೆ {updatedAt}

source: 1. Overview
kn: 1. ಅವಲೋಕನ

source: By accessing the Site, you agree to not only this Privacy Policy, but also to our Terms of Use and any other written agreements for using the Site. And you agree to our collection and use of any personal data (as described here) as well as the features of public/permissionless blockchain technology.
kn: ಸೈಟ್ ಅನ್ನು ಪ್ರವೇಶಿಸುವ ಮೂಲಕ, ನೀವು ಈ ಗೌಪ್ಯತಾ ನೀತಿಗೆ ಮಾತ್ರವಲ್ಲದೆ, ಸೈಟ್ ಅನ್ನು ಬಳಸಲು ನಮ್ಮ ಬಳಕೆಯ ನಿಯಮಗಳು ಮತ್ತು ಇತರ ಯಾವುದೇ ಲಿಖಿತ ಒಪ್ಪಂದಗಳಿಗೆ ಸಹ ಒಪ್ಪುತ್ತೀರಿ. ಮತ್ತು ಯಾವುದೇ ವೈಯಕ್ತಿಕ ಡೇಟಾದ (ಇಲ್ಲಿ ವಿವರಿಸಿದಂತೆ) ನಮ್ಮ ಸಂಗ್ರಹಣೆ ಮತ್ತು ಬಳಕೆ ಮತ್ತು ಸಾರ್ವಜನಿಕ / ಅನುಮತಿರಹಿತ ಬ್ಲಾಕ್ ಚೈನ್ ತಂತ್ರಜ್ಞಾನದ ವೈಶಿಷ್ಟ್ಯಗಳನ್ನು ನೀವು ಒಪ್ಪುತ್ತೀರಿ.

source: This Privacy Policy (the “Privacy Policy”) provides a comprehensive description of how Lenster (“we,” “our,” or “us”) collects, uses, and shares information about you in connection with the website at lenster.xyz”, as well as your rights and choices regarding such information.
kn: ಈ ಗೌಪ್ಯತಾ ನೀತಿ (“ಗೌಪ್ಯತೆ ನೀತಿ”) Lenster.xyz ನಲ್ಲಿನ ವೆಬ್ಸೈಟ್ಗೆ ಸಂಬಂಧಿಸಿದಂತೆ ನಿಮ್ಮ ಬಗ್ಗೆ ಮಾಹಿತಿಯನ್ನು ಲೆನ್ಸ್ಟರ್ (“ನಾವು,” “ನಮ್ಮ,” ಅಥವಾ “ನಮಗೆ”) ಹೇಗೆ ಸಂಗ್ರಹಿಸುತ್ತದೆ, ಬಳಸುತ್ತದೆ ಮತ್ತು ಹಂಚಿಕೊಳ್ಳುತ್ತದೆ ಎಂಬುದರ ಸಮಗ್ರ ವಿವರಣೆಯನ್ನು ಒದಗಿಸುತ್ತದೆ.

source: By accessing or using the Site, you accept and assume certain inherent features related to engaging in recording the data on the blockchain. Interactions with the Lens Protocol rely on smart contracts stored on a publicly available blockchain, cryptographic tokens generated by the smart contracts, and other nascent software, applications and systems that interact with blockchain-based networks. One of the defining features of blockchain technology is that its entries are immutable, which means, as a technical matter, they generally cannot be deleted or modified by anyone. If you are not comfortable assuming the inherently immutable and public nature of all entries on the blockchain, you should not engage with our Site.
kn: ಸೈಟ್ ಅನ್ನು ಪ್ರವೇಶಿಸುವ ಮೂಲಕ ಅಥವಾ ಬಳಸುವ ಮೂಲಕ, ಬ್ಲಾಕ್‌ಚೈನ್‌ನಲ್ಲಿ ಡೇಟಾವನ್ನು ರೆಕಾರ್ಡ್ ಮಾಡಲು ತೊಡಗಿಸಿಕೊಳ್ಳಲು ಸಂಬಂಧಿಸಿದ ಕೆಲವು ಅಂತರ್ಗತ ವೈಶಿಷ್ಟ್ಯಗಳನ್ನು ನೀವು ಸ್ವೀಕರಿಸುತ್ತೀರಿ ಮತ್ತು ಊಹಿಸುತ್ತೀರಿ. ಲೆನ್ಸ್ ಪ್ರೋಟೋಕಾಲ್‌ನೊಂದಿಗಿನ ಸಂವಹನಗಳು ಸಾರ್ವಜನಿಕವಾಗಿ ಲಭ್ಯವಿರುವ ಬ್ಲಾಕ್‌ಚೈನ್‌ನಲ್ಲಿ ಸಂಗ್ರಹಿಸಲಾದ ಸ್ಮಾರ್ಟ್ ಒಪ್ಪಂದಗಳು, ಸ್ಮಾರ್ಟ್ ಒಪ್ಪಂದಗಳಿಂದ ರಚಿಸಲಾದ ಕ್ರಿಪ್ಟೋಗ್ರಾಫಿಕ್ ಟೋಕನ್‌ಗಳು ಮತ್ತು ಬ್ಲಾಕ್‌ಚೈನ್ ಆಧಾರಿತ ನೆಟ್‌ವರ್ಕ್‌ಗಳೊಂದಿಗೆ ಸಂವಹನ ನಡೆಸುವ ಇತರ ಹೊಸ ಸಾಫ್ಟ್‌ವೇರ್, ಅಪ್ಲಿಕೇಶನ್‌ಗಳು ಮತ್ತು ಸಿಸ್ಟಮ್‌ಗಳನ್ನು ಅವಲಂಬಿಸಿವೆ. ಬ್ಲಾಕ್‌ಚೈನ್ ತಂತ್ರಜ್ಞಾನದ ವಿವರಣಾತ್ಮಕ ವೈಶಿಷ್ಟ್ಯವೆಂದರೆ ಅದರ ನಮೂದುಗಳು ಬದಲಾಗುವುದಿಲ್ಲ, ಅಂದರೆ, ತಾಂತ್ರಿಕ ವಿಷಯವಾಗಿ, ಅವುಗಳನ್ನು ಸಾಮಾನ್ಯವಾಗಿ ಯಾರಿಂದಲೂ ಅಳಿಸಲಾಗುವುದಿಲ್ಲ ಅಥವಾ ಮಾರ್ಪಡಿಸಲಾಗುವುದಿಲ್ಲ. ಬ್ಲಾಕ್‌ಚೈನ್‌ನಲ್ಲಿನ ಎಲ್ಲಾ ನಮೂದುಗಳ ಅಂತರ್ಗತವಾಗಿ ಬದಲಾಗದ ಮತ್ತು ಸಾರ್ವಜನಿಕ ಸ್ವಭಾವವನ್ನು ಊಹಿಸಲು ನೀವು ಆರಾಮದಾಯಕವಾಗಿಲ್ಲದಿದ್ದರೆ, ನೀವು ನಮ್ಮ ಸೈಟ್‌ನೊಂದಿಗೆ ತೊಡಗಿಸಿಕೊಳ್ಳಬಾರದು.

source: 2. Information Collection
kn: 2. ಮಾಹಿತಿ ಸಂಗ್ರಹ

source: We may collect the following information about you when you use the Site:
kn: ನೀವು ಸೈಟ್ ಬಳಸುವಾಗ ನಿಮ್ಮ ಬಗ್ಗೆ ಈ ಕೆಳಗಿನ ಮಾಹಿತಿಯನ್ನು ನಾವು ಸಂಗ್ರಹಿಸಬಹುದು:

source: Information you provide such as feedback, question and issues reports.
kn: ಪ್ರತಿಕ್ರಿಯೆ, ಪ್ರಶ್ನೆ ಮತ್ತು ಸಮಸ್ಯೆಗಳ ವರದಿಗಳಂತಹ ನೀವು ಒದಗಿಸುವ ಮಾಹಿತಿ.

source: We may use tracking technologies to automatically collect information including the following:
kn: ಕೆಳಗಿನವುಗಳನ್ನು ಒಳಗೊಂಡಂತೆ ಮಾಹಿತಿಯನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಸಂಗ್ರಹಿಸಲು ನಾವು ಟ್ರ್ಯಾಕಿಂಗ್ ತಂತ್ರಜ್ಞಾನಗಳನ್ನು ಬಳಸಬಹುದು:

source: <0>Log Files</0>, to record events or errors that occur when using our Site.
kn: <0>ಲಾಗ್ ಫೈಲ್ಗಳು</0>, ನಮ್ಮ ಸೈಟ್ ಬಳಸುವಾಗ ಸಂಭವಿಸುವ ಘಟನೆಗಳು ಅಥವಾ ದೋಷಗಳನ್ನು ದಾಖಲಿಸಲು.

source: 3. Use of Information
kn: 3. ಮಾಹಿತಿಯ ಬಳಕೆ

source: 4. Third-Parties
kn: 4. ಮೂರನೇ ಪಕ್ಷಗಳು

source: Gallery updated
kn: ಗ್ಯಾಲರಿ ನವೀಕರಿಸಲಾಗಿದೆ

source: Gallery name should be less than 255 characters
kn: ಗ್ಯಾಲರಿ ಹೆಸರು 255 ಅಕ್ಷರಗಳಿಗಿಂತ ಕಡಿಮೆ ಇರಬೇಕು

source: Gallery name required
kn: ಗ್ಯಾಲರಿ ಹೆಸರು ಅಗತ್ಯವಿದೆ

source: Select collectibles for your gallery
kn: ನಿಮ್ಮ ಗ್ಯಾಲರಿಗಾಗಿ ಸಂಗ್ರಹಣೆಗಳನ್ನು ಆಯ್ಕೆಮಾಡಿ

source: Review collection
kn: ವಿಮರ್ಶೆ ಸಂಗ್ರಹ

source: Select collectibles you want others to see
kn: ಇತರರು ನೋಡಬೇಕೆಂದು ನೀವು ಬಯಸುವ ಸಂಗ್ರಹಣೆಗಳನ್ನು ಆಯ್ಕೆಮಾಡಿ

source: What's your gallery name?
kn: ನಿಮ್ಮ ಗ್ಯಾಲರಿಯ ಹೆಸರೇನು?

source: {0} selected
kn: 0 ಆಯ್ಕೆಮಾಡಲಾಗಿದೆ

source: Next
kn: ಮುಂದೆ

source: Gallery deleted
kn: ಗ್ಯಾಲರಿ ಅಳಿಸಲಾಗಿದೆ

source: Are you sure you want to delete?
kn: ನೀವು ಅಳಿಸಲು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ?

source: Edit
kn: ತಿದ್ದು

source: Rearrrange
kn: ಮರುಹೊಂದಿಸಿ

source: Delete
kn: ಅಳಿಸಿ

source: Welcome to your gallery
kn: ನಿಮ್ಮ ಗ್ಯಾಲರಿಗೆ ಸುಸ್ವಾಗತ

source: Create a curated space for your digital collectibles
kn: ನಿಮ್ಮ ಡಿಜಿಟಲ್ ಸಂಗ್ರಹಣೆಗಳಿಗಾಗಿ ಕ್ಯುರೇಟೆಡ್ ಸ್ಪೇಸ್ ರಚಿಸಿ

source: Let's do it!
kn: ಅದನ್ನು ಮಾಡೋಣ!

source: doesn't have any NFTs!
kn: ಯಾವುದೇ ಎನ್ಎಫ್ಟಿಗಳನ್ನು ಹೊಂದಿಲ್ಲ!

source: Only 50 items allowed for gallery
kn: ಗ್ಯಾಲರಿಗೆ ಕೇವಲ 50 ವಸ್ತುಗಳನ್ನು ಮಾತ್ರ ಅನುಮತಿಸಲಾಗಿದೆ

source: No collectables selected!
kn: ಯಾವುದೇ ಸಂಗ್ರಹಗಳನ್ನು ಆಯ್ಕೆ ಮಾಡಲಾಗಿಲ್ಲ!

source: Loading analytics
kn: ವಿಶ್ಲೇಷಣೆಗಳನ್ನು ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ

source: Views
kn: ವೀಕ್ಷಿಸಿ

source: Publication Analytics
kn: ಪ್ರಕಟಣೆ ಶೋಧಕಗಳು

source: Collected successfully!
kn: ಯಶಸ್ವಿಯಾಗಿ ಸಂಗ್ರಹಿಸಲಾಗಿದೆ!

source: Loading collect
kn: ಸಂಗ್ರಹಣೆಯನ್ನು ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ

source: {0} collectors
kn: {0} ಸಂಗ್ರಾಹಕರು

source: Collected by
kn: ಮೂಲಕ ಸಂಗ್ರಹಿಸಲಾಗಿದೆ

source: {0} available
kn: {0} ಲಭ್ಯವಿದೆ

source: {0}% referral fee
kn: ಉಲ್ಲೇಖ ಶುಲ್ಕ

source: Revenue:
kn: ಆದಾಯ:

source: Sale Ends:
kn: ಮಾರಾಟ ಕೊನೆಗೊಳ್ಳುತ್ತದೆ:

source: Token:
kn: ಟೋಕನ್:

source: Collect now
kn: ಈಗ ಸಂಗ್ರಹಿಸಿ

source: You already collected this
kn: ನೀವು ಈಗಾಗಲೇ ಇದನ್ನು ಸಂಗ್ರಹಿಸಿದ್ದೀರಿ

source: Fee recipients
kn: ಶುಲ್ಕ ಸ್ವೀಕರಿಸುವವರು

source: Free Collect
kn: ಉಚಿತ ಸಂಗ್ರಹ

source: Unknown Collect
kn: ಅಜ್ಞಾತ ಸಂಗ್ರಹ

source: {0} Comments
kn: {0} ಪ್ರತಿಕ್ರಿಯೆಗಳು

source: Dislike
kn: ಇಷ್ಟವಿಲ್ಲ

source: Like
kn: ಇಷ್ಟಗಳು

source: Post has been mirrored!
kn: ಪೋಸ್ಟ್ ಅನ್ನು ಪ್ರತಿಬಿಂಬಿಸಲಾಗಿದೆ!

source: {0} Mirrors
kn: {0} ಕನ್ನಡಿಗಳು

source: Mirror
kn: ಕನ್ನಡಿ

source: Publication reported successfully
kn: ಪ್ರಕಟಣೆ ಯಶಸ್ವಿಯಾಗಿ ವರದಿಯಾಗಿದೆ

source: Spam
kn: ಸ್ಪ್ಯಾಮ್

source: Scam
kn: ಹಗರಣ

source: Repetitive
kn: ಪುನರಾವರ್ತಿಸುವಿಕೆ

source: Account settings • {APP_NAME}
kn: ಖಾತೆ ಸೆಟ್ಟಿಂಗ್‌ಗಳು • {APP_NAME}

source: Allow
kn: ಅನುಮತಿಸಿ

source: Module disabled successfully!
kn: ಮಾಡ್ಯೂಲ್ ಯಶಸ್ವಿಯಾಗಿ ನಿಷ್ಕ್ರಿಯಗೊಂಡಿದೆ!

source: Module enabled successfully!
kn: ಮಾಡ್ಯೂಲ್ ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಸಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ!

source: Revoke
kn: ಹಿಂಪಡೆಯು

source: Warning
kn: ಎಚ್ಚರಿಕೆ

source: Handle with care!
kn: ಜಾಗರೂಕತೆಯಿಂದ ನಿರ್ವಹಿಸಿ!

source: Allowance settings • {APP_NAME}
kn: ಭತ್ಯೆ ಸೆಟ್ಟಿಂಗ್‌ಗಳು • {APP_NAME}

source: Allow / Revoke modules
kn: ಮಾಡ್ಯೂಲ್‌ಗಳನ್ನು ಅನುಮತಿಸಿ / ಹಿಂತೆಗೆದುಕೊಳ್ಳಿ

source: Cleared {key}
kn: ತೆರವುಗೊಳಿಸಲಾಗಿದೆ {key}

source: Cleanup settings • {APP_NAME}
kn: ಭತ್ಯೆ ಸೆಟ್ಟಿಂಗ್‌ಗಳು • {APP_NAME}

source: Cleanup Localstorage
kn: ಸ್ಥಳೀಯ ಸಂಗ್ರಹಣೆಯನ್ನು ಸ್ವಚ್ಛಗೊಳಿಸಿ

source: Optimistic publications
kn: ಆಶಾವಾದಿ ಪ್ರಕಟಣೆಗಳು

source: Clean your posts or comments that are not indexed
kn: ಇಂಡೆಕ್ಸ್ ಮಾಡದ ನಿಮ್ಮ ಪೋಸ್ಟ್‌ಗಳು ಅಥವಾ ಕಾಮೆಂಟ್‌ಗಳನ್ನು ಸ್ವಚ್ಛಗೊಳಿಸಿ

source: Cleanup
kn: ಸ್ವಚ್ಛಗೊಳಿಸುವಿಕೆ

source: Timeline settings
kn: ಟೈಮ್ ಲೈನ್ ಸೆಟ್ಟಿಂಗ್ ಗಳು

source: Clean your timeline filter settings
kn: ನಿಮ್ಮ ಟೈಮ್‌ಲೈನ್ ಫಿಲ್ಟರ್ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಸ್ವಚ್ಛಗೊಳಿಸಿ

source: Direct message keys
kn: ನೇರ ಸಂದೇಶ ಕೀಲಿಗಳು

source: Clean your DM encryption key
kn: ನಿಮ್ಮ DM ಎನ್‌ಕ್ರಿಪ್ಶನ್ ಕೀಯನ್ನು ಸ್ವಚ್ಛಗೊಳಿಸಿ

source: Cleared DM keys
kn: DM ಕೀಗಳನ್ನು ತೆರವುಗೊಳಿಸಲಾಗಿದೆ

source: App settings
kn: ಅಪ್ಲಿಕೇಶನ್ ಸೆಟ್ಟಿಂಗ್‌ಗಳು

source: Note: Cleaning will log you out
kn: ಗಮನಿಸಿ: ಸ್ವಚ್ಛಗೊಳಿಸುವಿಕೆಯು ನಿಮ್ಮನ್ನು ಲಾಗ್ ಔಟ್ ಮಾಡುತ್ತದೆ

source: Delete Profile • {APP_NAME}
kn: ಪ್ರೊಫೈಲ್ ಅಳಿಸಿ • {APP_NAME}

source: This will deactivate your account
kn: ಇದು ನಿಮ್ಮ ಖಾತೆಯನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸುತ್ತದೆ

source: Deleting your account is permanent. All your data will be wiped out immediately and you won't be able to get it back.
kn: ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಅಳಿಸುವುದು ಶಾಶ್ವತವಾಗಿರುತ್ತದೆ. ನಿಮ್ಮ ಎಲ್ಲಾ ಡೇಟಾವನ್ನು ತಕ್ಷಣವೇ ಅಳಿಸಲಾಗುತ್ತದೆ ಮತ್ತು ಅದನ್ನು ಮರಳಿ ಪಡೆಯಲು ನಿಮಗೆ ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ.

source: You cannot restore your {APP_NAME} account if it was accidentally or wrongfully deleted.
kn: ನಿಮ್ಮ {APP_NAME} ಖಾತೆಯನ್ನು ಆಕಸ್ಮಿಕವಾಗಿ ಅಥವಾ ತಪ್ಪಾಗಿ ಅಳಿಸಿದ್ದರೆ ಅದನ್ನು ಮರುಸ್ಥಾಪಿಸಲು ನಿಮಗೆ ಸಾಧ್ಯವಿಲ್ಲ.

source: Your @handle will be released immediately after deleting the account.
kn: ಖಾತೆಯನ್ನು ಅಳಿಸಿದ ತಕ್ಷಣ ನಿಮ್ಮ @ಹ್ಯಾಂಡಲ್ ಅನ್ನು ಬಿಡುಗಡೆ ಮಾಡಲಾಗುತ್ತದೆ.

source: Deleting...
kn: ಅಳಿಸಲಾಗುತ್ತಿದೆ...

source: Delete your account
kn: ನಿಮ್ಮ ಖಾತೆ ಅಳಿಸಿ

source: Danger Zone
kn: ಅಪಾಯ ವಲಯ

source: Confirm that you have read all consequences and want to delete your account anyway
kn: ನೀವು ಎಲ್ಲಾ ಪರಿಣಾಮಗಳನ್ನು ಓದಿದ್ದೀರಿ ಮತ್ತು ಹೇಗಾದರೂ ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಅಳಿಸಲು ಬಯಸುತ್ತೀರಿ ಎಂಬುದನ್ನು ದೃಢೀಕರಿಸಿ

source: Yes, delete my account
kn: ನನ್ನ ಖಾತೆಯನ್ನು ಅಳಿಸಿ

source: Profile updated successfully!
kn: ಪ್ರೊಫೈಲ್ ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ನವೀಕರಿಸಲಾಗಿದೆ!

source: Disable
kn: ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿದೆ

source: Update
kn: ನವೀಕರಿಸಿ

source: Enable
kn: ಸಕ್ರಿಯಗೊಳಿಸಿದೆ

source: Disable Signless Transactions
kn: ಸಂಕೇತರಹಿತ ವಹಿವಾಟುಗಳನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿ

source: Dispatcher • {APP_NAME}
kn: ರವಾನೆದಾರ • {APP_NAME}

source: Export notifications
kn: ರಫ್ತು ಸೂಚನೆಗಳು

source: Export all your notifications to a JSON file.
kn: ನಿಮ್ಮ ಎಲ್ಲಾ ಅಧಿಸೂಚನೆಗಳನ್ನು JSON ಫೈಲ್‌ಗೆ ರಫ್ತು ಮಾಡಿ.

source: Exported <0>{0}</0> notifications
kn: <0>{0} ರಫ್ತು ಮಾಡಲಾಗಿದೆ</0> ಅಧಿಸೂಚನೆಗಳು

source: Download notifications
kn: ಅಧಿಸೂಚನೆಗಳನ್ನು ಡೌನ್ಲೋಡ್ ಮಾಡಿ

source: Exporting...
kn: ರಫ್ತು ಮಾಡಲಾಗುತ್ತಿದೆ...

source: Export now
kn: ಈಗ ರಫ್ತು ಮಾಡಿ

source: Export profile
kn: ರಫ್ತು ಪ್ರೊಫೈಲ್

source: Export all your profile data to a JSON file.
kn: ನಿಮ್ಮ ಎಲ್ಲಾ ಪ್ರೊಫೈಲ್ ಡೇಟಾವನ್ನು JSON ಫೈಲ್‌ಗೆ ರಫ್ತು ಮಾಡಿ.

source: Open Image in new tab
kn: ಹೊಸ ಟ್ಯಾಬ್‌ನಲ್ಲಿ ಚಿತ್ರವನ್ನು ತೆರೆಯಿರಿ

source: Invalid audio title
kn: ಅಮಾನ್ಯ ಆಡಿಯೋ ಶೀರ್ಷಿಕೆ

source: Invalid author name
kn: ಅಮಾನ್ಯ ಲೇಖಕರ ಹೆಸರು

source: Invalid cover image
kn: ಅಮಾನ್ಯ ಕವರ್ ಚಿತ್ರ

source: Add title
kn: ಶೀರ್ಷಿಕೆ ಸೇರಿಸಿ

source: Add author
kn: ಲೇಖಕರನ್ನು ಸೇರಿಸಿ

source: Beta
kn: ಬೀಟಾ

source: New
kn: ಹೊಸ

source: You can't reply to this post
kn: ನೀವು ಈ ಪೋಸ್ಟ್‌ಗೆ ಪ್ರತ್ಯುತ್ತರಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ

source: Loading emojis
kn: ಎಮೋಜಿಗಳನ್ನು ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ

source: Followed successfully!
kn: ಯಶಸ್ವಿಯಾಗಿ ಅನುಸರಿಸಲಾಗಿದೆ!

source: Follow
kn: ಅನುಸರಿಸಿ

source: Terms
kn: ನಿಯಮಗಳು

source: Privacy
kn: ಗೌಪ್ಯತೆ

source: Discord
kn: ಅಪಶ್ರುತಿ

source: Donate
kn: ದಾನ ಮಾಡಿ

source: Status
kn: ಸ್ಥಿತಿ

source: Feedback
kn: ಪ್ರತಿಕ್ರಿಯೆ

source: Thanks
kn: ಧನ್ಯವಾದಗಳು

source: GitHub
kn: ಗಿಟ್‌ಹಬ್

source: Translate
kn: ಅನುವಾದ

source: ▲ Powered by Vercel
kn: ▲ ವರ್ಸೆಲ್ ನಿಂದ ನಡೆಸಲ್ಪಡುತ್ತಿದೆ

source: Mod actions
kn: ಮಾಡ್ ಕ್ರಿಯೆಗಳು

source: Perform mod actions on this publication.
kn: ಈ ಪ್ರಕಟಣೆಯಲ್ಲಿ ಮಾಡ್ ಕ್ರಿಯೆಗಳನ್ನು ಮಾಡಿ.

source: Set status
kn: ಸ್ಥಿತಿಯನ್ನು ಹೊಂದಿಸಿ

source: Change Profile
kn: ಪ್ರೊಫೈಲ್ ಬದಲಾಯಿಸಿ

source: Login
kn: ಲಾಗಿನ್ ಮಾಡಿ

source: {type} Indexing
kn: {type} ಸೂಚ್ಯಂಕ

source: Index Successful
kn: ಯಶಸ್ವಿ ಸೂಚ್ಯಂಕ

source: Bold
kn: ದಪ್ಪ

source: Italic
kn: ಇಟಾಲಿಕ್

source: Code
kn: ಕೋಡ್

source: Account creation in progress, please wait!
kn: ಖಾತೆ ರಚನೆ ಪ್ರಗತಿಯಲ್ಲಿದೆ, ದಯವಿಟ್ಟು ನಿರೀಕ್ಷಿಸಿ!

source: Go to profile
kn: ಪ್ರೊಫೈಲ್‌ಗೆ ಹೋಗಿ
