Repository: codechieflee/lenster
Catalog: apps/web/src/locales/*/messages.po
Languages: kn

source: Handle should be at least 2 characters
kn: ಹ್ಯಾಂಡಲ್ ಕನಿಷ್ಠ 2 ಅಕ್ಷರಗಳಾಗಿರಬೇಕು

source: Handle should not exceed 32 characters
kn: ಸಂದೇಶವು 32 ಅಕ್ಷರಗಳನ್ನು ಮೀರಬಾರದು

source: Handle should only contain alphanumeric characters
kn: ಹ್ಯಾಂಡಲ್ ಆಲ್ಫಾನ್ಯೂಮರಿಕ್ ಅಕ್ಷರಗಳನ್ನು ಮಾತ್ರ ಒಳಗೊಂಡಿರಬೇಕು

source: Sign up to {APP_NAME}
kn: {APP_NAME} ವರೆಗೆ ಸೈನ್ ಅಪ್ ಮಾಡಿ

source: Sign up
kn: ಸೈನ್ ಅಪ್

source: Sign-In with Lens
kn: ಲೆನ್ಸ್‌ನೊಂದಿಗೆ ಸೈನ್ ಇನ್ ಮಾಡಿ

source: Change wallet
kn: ವಾಲೆಟ್ ಬದಲಾಯಿಸಿ

source: Browser Wallet
kn: ಬ್ರೌಸರ್ ವಾಲೆಟ್

source: Failed to connect
kn: ಸಂಪರ್ಕಿಸಲು ವಿಫಲವಾಗಿದೆ

source: Please sign the message
kn: ದಯವಿಟ್ಟು ಸಂದೇಶವನ್ನು ನಮೂದಿಸಿ

source: {APP_NAME} uses this signature to verify that you're the owner of this address.
kn: ನೀವು ಈ ವಿಳಾಸದ ಮಾಲೀಕರು ಎಂಬುದನ್ನು ಪರಿಶೀಲಿಸಲು {APP_NAME} ಈ ಸಹಿಯನ್ನು ಬಳಸುತ್ತದೆ.

source: Connect your wallet
kn: ನಿಮ್ಮ ವ್ಯಾಲೆಟ್ ಅನ್ನು ಸಂಪರ್ಕಿಸಿ

source: Loading collectors
kn: ಸಂಗ್ರಹಕಾರರನ್ನು ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ

source: No collectors.
kn: ಸಂಗ್ರಾಹಕರು ಇಲ್ಲ.

source: Loading likes
kn: ಇಷ್ಟಗಳನ್ನು ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ

source: No likes.
kn: ಇಷ್ಟಗಳು ಇಲ್ಲ.

source: Failed to load likes
kn: ಸಂದೇಶಗಳನ್ನು ಲೋಡ್ ಮಾಡಲು ವಿಫಲವಾಗಿದೆ

source: Loading mirrors
kn: ಕನ್ನಡಿಗಳನ್ನು ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ

source: No mirrors.
kn: ಕನ್ನಡಿಗಳಿಲ್ಲ.

source: Failed to load mirrors
kn: ಕನ್ನಡಿಗಳನ್ನು ಲೋಡ್ ಮಾಡಲು ವಿಫಲವಾಗಿದೆ

source: Select type
kn: ಪ್ರಕಾರವನ್ನು ಆಯ್ಕೆಮಾಡಿ

source: Illegal
kn: ಕಾನೂನುಬಾಹಿರ

source: Fraud
kn: ವಂಚನೆ

source: Sensitive
kn: ಸೂಕ್ಷ್ಮ

source: Reason
kn: ಕಾರಣ

source: Select sub reason
kn: ಉಪ ಕಾರಣವನ್ನು ಆಯ್ಕೆಮಾಡಿ

source: Animal Abuse
kn: ಪ್ರಾಣಿಹಿಂಸೆ

source: Direct Threat
kn: ನೇರ ಬೆದರಿಕೆ

source: Human Abuse
kn: ಮಾನವ ನಿಂದನೆ

source: Threat Individual
kn: ವೈಯಕ್ತಿಕ ಬೆದರಿಕೆ

source: Violence
kn: ಹಿಂಸಾಚಾರ

source: Impersonation
kn: ಸೋಗು ಹಾಕುವಿಕೆ

source: Offensive
kn: ಆಕ್ರಮಣಕಾರಿ

source: Fake engagement
kn: ನಕಲಿ ನಿಶ್ಚಿತಾರ್ಥ

source: Algorithm manipulation
kn: ಅಲ್ಗಾರಿದಮ್ ಕುಶಲತೆ

source: Misleading
kn: ದಾರಿತಪ್ಪಿಸುವ

source: Misuse hashtags
kn: ಹ್ಯಾಶ್‌ಟ್ಯಾಗ್‌ಗಳ ದುರ್ಬಳಕೆ

source: Something else
kn: ಇನ್ನೇನೋ

source: Unrelated
kn: ಸಂಬಂಧವಿಲ್ಲದ

source: Additional comments should not exceed 260 characters
kn: ಹೆಚ್ಚುವರಿ ಕಾಮೆಂಟ್‌ಗಳು 260 ಅಕ್ಷರಗಳನ್ನು ಮೀರಬಾರದು

source: Publication reported successfully!
kn: ಪ್ರಕಟಣೆ ಯಶಸ್ವಿಯಾಗಿ ವರದಿಯಾಗಿದೆ!

source: Failed to report
kn: ವರದಿ ಮಾಡಲು ವಿಫಲವಾಗಿದೆ

source: Description
kn: ವಿವರಣೆ

source: Please provide additional details
kn: ದಯವಿಟ್ಟು ಹೆಚ್ಚುವರಿ ವಿವರಗಳನ್ನು ಒದಗಿಸಿ

source: Logged in as
kn: ಲಾಗ್ ಇನ್ ಆಗಿ

source: More
kn: ಇನ್ನಷ್ಟು

source: Contact
kn: ಸಂಪರ್ಕ

source: Logout
kn: ಲಾಗ್ ಔಟ್

source: Moderation
kn: ಸಾಧಾರಣವಾಗಿದೆ

source: Disable mod mode
kn: ಮೋಡ್ ಮೋಡ್ ಅನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿ

source: Enable mod mode
kn: ಮೋಡ್ ಮೋಡ್ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ

source: Report a bug
kn: ದೋಷವನ್ನು ವರದಿ ಮಾಡಿ

source: Settings
kn: ಸೆಟ್ಟಿಂಗ್‌ಗಳು

source: Disable staff mode
kn: ಸಿಬ್ಬಂದಿ ಮೋಡ್ ಅನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿ

source: Enable staff mode
kn: ಮೋಡ್ ಮೋಡ್ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ

source: Switch Profile
kn: ಸ್ವಿಚ್ ಪ್ರೊಫೈಲ್

source: Dark mode
kn: ಕಪ್ಪು ಮಾದರಿ

source: Light mode
kn: ಲೈಟ್ ಮೋಡ್

source: Your Profile
kn: ನಿಮ್ಮ ಪರಿಚಯ

source: Search…
kn: ಹುಡುಕು…

source: Home
kn: ಮುಖಪುಟ

source: Explore
kn: ಅನ್ವೇಷಿಸಿ

source: Go to {type}
kn: {type} ಗೆ ಹೋಗಿ

source: will get <0>{referralFee}%</0> referral fee
kn: <0>{referralFee}%</0> ಉಲ್ಲೇಖಿತ ಶುಲ್ಕವನ್ನು ಪಡೆಯುತ್ತದೆ

source: This proposal is closed!
kn: ಈ ಪ್ರಸ್ತಾಪವನ್ನು ಮುಚ್ಚಲಾಗಿದೆ!

source: {type} voting is not supported yet!
kn: {type} ಮತದಾನವು ಇನ್ನೂ ಬೆಂಬಲಿತವಾಗಿಲ್ಲ!

source: Current results
kn: ಪ್ರಸ್ತುತ ಫಲಿತಾಂಶಗಳು

source: Results
kn: ಫಲಿತಾಂಶಗಳು

source: Cast your vote
kn: ನಿಮ್ಮ ಮತ ಚಲಾಯಿಸಿ

source: Status should not be empty
kn: ವಿಷಯವು ಖಾಲಿಯಾಗಿರಬಾರದು

source: Status should not exceed 100 characters
kn: ವಿಷಯವು 100 ಅಕ್ಷರಗಳನ್ನು ಮೀರಬಾರದು

source: Status updated successfully!
kn: ಸ್ಥಿತಿಯನ್ನು ಯಶಸ್ವಿಯಾಗಿ ನವೀಕರಿಸಲಾಗಿದೆ!

source: Loading status settings
kn: ಸಂಗ್ರಹಣೆ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ

source: Failed to load status settings
kn: ಸ್ಥಿತಿ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಲೋಡ್ ಮಾಡಲು ವಿಫಲವಾಗಿದೆ

source: Clear status
kn: ಸ್ಥಿತಿಯನ್ನು ತೆರವುಗೊಳಿಸಿ

source: Loading super follow
kn: ಸೂಪರ್ ಫಾಲೋ ಲೋಡ್ ಆಗುತ್ತಿದೆ

source: Recipient:
kn: ಸ್ವೀಕೃತಿದಾರ:

source: You can comment on @{0}'s publications
kn: @{0} ರ ಪ್ರಕಟಣೆಗಳಲ್ಲಿ ನೀವು ಕಾಮೆಂಟ್ ಮಾಡಬಹುದು

source: You can collect @{0}'s publications
kn: ನೀವು @{0} ನ ಪ್ರಕಟಣೆಗಳನ್ನು ಸಂಗ್ರಹಿಸಬಹುದು

source: You will get super follow badge in @{0}'s profile
kn: @{0} ರ ಪ್ರೊಫೈಲ್‌ನಲ್ಲಿ ನೀವು ಸೂಪರ್ ಫಾಲೋ ಬ್ಯಾಡ್ಜ್ ಅನ್ನು ಪಡೆಯುತ್ತೀರಿ

source: You will have high voting power if you followed multiple times
kn: ನೀವು ಅನೇಕ ಬಾರಿ ಅನುಸರಿಸಿದರೆ ನಿಮಗೆ ಹೆಚ್ಚಿನ ಮತದಾನದ ಶಕ್ತಿ ಇರುತ್ತದೆ

source: More coming soon™
kn: ಇನ್ನಷ್ಟು ಶೀಘ್ರದಲ್ಲೇ ಬರಲಿದೆ™

source: Super follow again
kn: ಮತ್ತೆ ಸೂಪರ್ ಫಾಲೋ ಮಾಡಿ

source: Super follow now
kn: ಈಗ ಸೂಪರ್ ಫಾಲೋ ಮಾಡಿ

source: Allow follow module
kn: ಫಾಲೋ ಮಾಡ್ಯೂಲ್ ಅನ್ನು ಅನುಮತಿಸಿ

source: Super follow
kn: ಸೂಪರ್ ನಿಧಾನ

source: Please change your network wallet!
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ನೆಟ್ವರ್ಕ್ ವ್ಯಾಲೆಟ್ ಅನ್ನು ಬದಲಾಯಿಸಿ!

source: Switch Network
kn: ನೆಟ್‌ವರ್ಕ್ ಬದಲಾಯಿಸಿ

source: Unfollowed successfully!
kn: ಯಶಸ್ವಿಯಾಗಿ ಅನುಸರಿಸಿಲ್ಲ!

source: User rejected request
kn: ಬಳಕೆದಾರ ವಿನಂತಿಯನ್ನು ತಿರಸ್ಕರಿಸಿದರು

source: Unfollow
kn: ಅನುಸರಿಸಬೇಡಿ

source: You don't have enough <0>{0}</0>
kn: ನಿಮ್ಮ ಬಳಿ ಸಾಕಷ್ಟು <0>{0} ಇಲ್ಲ</0>

source: Swap in Uniswap
kn: ಯುನಿಸ್ವಾಪ್ನಲ್ಲಿ ಸ್ವಾಪ್

source: Staff tool
kn: ಸಿಬ್ಬಂದಿ ಸಾಧನ

source: {APP_NAME} account
kn: {APP_NAME} ಖಾತೆ

source: Profile ID
kn: ಪ್ರೊಫೈಲ್ ಐಡಿ

source: Address
kn: ವಿಳಾಸ

source: Can use relay
kn: ರಿಲೇ ಬಳಸಬಹುದು

source: NFT address
kn: NFT ವಿಳಾಸ

source: Follow module
kn: ಮಾಡ್ಯೂಲ್ ಅನ್ನು ಅನುಸರಿಸಿ

source: Metadata
kn: ಮೆಟಾಡೇಟಾ

source: Open
kn: ತೆರೆಯಿರಿ

source: Publication ID
kn: ಪ್ರಕಟಣೆ

source: Comment on
kn: ಕಾಮೆಂಟ್

source: Collect module
kn: ಮಾಡ್ಯೂಲ್ ಸಂಗ್ರಹಿಸಿ

source: App ID
kn: ಅಪ್ಲಿಕೇಶನ್ ID

source: On-chain content URI
kn: ಆನ್-ಚೈನ್ ವಿಷಯ URI

source: Transactions
kn: ವಹಿವಾಟುಗಳು

source: Stafftools | Relay queues • {APP_NAME}
kn: ಸಿಬ್ಬಂದಿ ಉಪಕರಣಗಳು | ರಿಲೇ ಕ್ಯೂಗಳು • {APP_NAME}

source: Relay queues
kn: ರಿಲೇ ಸಾಲುಗಳು

source: Stats
kn: ಅಂಕಿಯಂಶಗಳು

source: Stafftools | Stats • {APP_NAME}
kn: ಸಿಬ್ಬಂದಿ ಉಪಕರಣಗಳು | ಅಂಕಿಅಂಶಗಳು • {APP_NAME}

source: total profiles
kn: ಒಟ್ಟು ಪ್ರೊಫೈಲ್ ಗಳು

source: profiles burnt
kn: ಪ್ರೊಫೈಲ್ಗಳು ಸುಟ್ಟುಹೋಗಿವೆ

source: total posts
kn: ಒಟ್ಟು ಪೋಸ್ಟ್‌ಗಳು

source: total mirrors
kn: ಒಟ್ಟು ಕನ್ನಡಿಗಳು

source: total comments
kn: ಒಟ್ಟು ಕಾಮೆಂಟ್‌ಗಳು

source: total collects
kn: ಒಟ್ಟು ಸಂಗ್ರಹಿಸುತ್ತದೆ

source: total follows
kn: ಒಟ್ಟು ಅನುಸರಿಸುತ್ತದೆ

source: Image size should be less than 10MB
kn: ವೀಡಿಯೊ ಗಾತ್ರವು 100MB ಗಿಂತ ಕಡಿಮೆಯಿರಬೇಕು

source: Video size should be less than 100MB
kn: ವೀಡಿಯೊ ಗಾತ್ರವು 100MB ಗಿಂತ ಕಡಿಮೆಯಿರಬೇಕು

source: Audio size should be less than 100MB
kn: ವೀಡಿಯೊ ಗಾತ್ರವು 100MB ಗಿಂತ ಕಡಿಮೆಯಿರಬೇಕು

source: Multirecipient Paid Collect
kn: ಬಹು ಸ್ವೀಕರಿಸುವವರ ಪಾವತಿಸಿದ ಸಂಗ್ರಹ

source: Paid Collect
kn: ಪಾವತಿಸಿದ ಸಂಗ್ರಹ

source: Rare Paid Collect
kn: ಅಪರೂಪದ ಪಾವತಿಸಿದ ಸಂಗ್ರಹ

source: 24 Hour Collect
kn: 24 ಗಂಟೆಗಳ ಸಂಗ್ರಹ

source: Rare 24 Hour Collect
kn: ಅಪರೂಪದ 24 ಗಂಟೆಗಳ ಸಂಗ್ರಹ

source: No Collect
kn: ಗಂಟೆಗಳ ಸಂಗ್ರಹ

source: Fee Follow
kn: ಶುಲ್ಕ ಅನುಸರಿಸಿ

source: Follower Only Reference
kn: ಅನುಯಾಯಿಗಳಿಗೆ ಮಾತ್ರ ಉಲ್ಲೇಖ

source: Oops, Lost‽
kn: ಓಹ್, ಕಳೆದುಹೋಗಿದೆ‽

source: This page could not be found.
kn: ಈ ಪುಟವನ್ನು ಕಂಡುಹಿಡಿಯಲಾಗಲಿಲ್ಲ.

source: Go to home
kn: ಮುಖ ಪುಟಕ್ಕೆ ಹೋಗಿ

source: Looks like something went wrong!
kn: ಏನೋ ತಪ್ಪಾಗಿದೆ ಎಂದು ತೋರುತ್ತಿದೆ!

source: We track these errors automatically, but if the problem persists feel free to contact us. In the meantime, try refreshing.
kn: ನಾವು ಈ ದೋಷಗಳನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಟ್ರ್ಯಾಕ್ ಮಾಡುತ್ತೇವೆ, ಆದರೆ ಸಮಸ್ಯೆ ಮುಂದುವರಿದರೆ ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಲು ಮುಕ್ತವಾಗಿರಿ. ಈ ಮಧ್ಯೆ, ರಿಫ್ರೆಶ್ ಮಾಡಲು ಪ್ರಯತ್ನಿಸಿ.
